{
  "topics": [
    {
      "id": 1,
      "title": "Gestão de Cuidados: Princípios Fundamentais",
      "category": "Gestão",
      "description": "Explore os princípios essenciais para uma gestão eficaz de cuidados em enfermagem, focando na qualidade e segurança do paciente.",
      "publicationDate": "2023-10-01T00:00:00Z",
      "readTime": 6,
      "likes": 2
    },
    {
      "id": 2,
      "title": "Tecnologia na Enfermagem Moderna",
      "category": "Tecnologia",
      "description": "Como as novas tecnologias estão transformando a prática da enfermagem e melhorando os resultados dos pacientes.",
      "publicationDate": "2023-10-08T00:00:00Z",
      "readTime": 8,
      "likes": 1
    },
    {
      "id": 3,
      "title": "Prevenção de Infecções Hospitalares",
      "category": "Segurança",
      "description": "Estratégias baseadas em evidências para reduzir infecções hospitalares e promover um ambiente seguro.",
      "publicationDate": "2023-10-01T00:00:00Z",
      "readTime": 6,
      "likes": 2
    },
    {
      "id": 4,
      "title": "Telemedicina e Enfermagem: Como Aproveitar Ferramentas Digitais",
      "category": "Tecnologia",
      "description": "O papel do enfermeiro em consultas remotas, monitoramento de pacientes crônicos via apps e a integração de dados de saúde em plataformas digitais.",
      "publicationDate": "2023-10-08T00:00:00Z",
      "readTime": 8,
      "likes": 1
    },
    {
      "id": 5,
      "title": "Saúde Mental do Cuidador: Estratégias para Evitar Burnout",
      "category": "Autocuidado",
      "description": "A importância do autocuidado para profissionais de enfermagem que atuam em home care ou hospitais, com técnicas de gerenciamento de estresse e equilíbrio emocional.",
      "publicationDate": "2023-10-15T00:00:00Z",
      "readTime": 7,
      "likes": 0
    },
    {
      "id": 6,
      "title": "Nutrição e Hidratação no Cuidado ao Idoso: Guia Prático",
      "category": "Saúde",
      "description": "Orientações baseadas em evidências para prevenir desnutrição e desidratação em pacientes idosos, incluindo planos alimentares e sinais de alerta.",
      "publicationDate": "2023-10-01T00:00:00Z",
      "readTime": 6,
      "likes": 2
    },
    {
      "id": 7,
      "title": "Cuidados Paliativos em Ambiente Domiciliar: Abordagem Humanizada",
      "category": "Gestão",
      "description": "Como proporcionar conforto, alívio da dor e suporte emocional a pacientes terminais e suas famílias, respeitando diretivas antecipadas e valores culturais.",
      "publicationDate": "2023-10-08T00:00:00Z",
      "readTime": 8,
      "likes": 1
    }
  ]
}